{
  "sections": [
    { "title": "Home", "url": "/" },
    { "title": "About", "url": "/about" },
    { "title": "Academics", "url": "/academics" },
    { "title": "Cells", "url": "/cells" },
    { "title": "Admissions", "url": "/admissions" },
    { "title": "Contact us", "url": "/contact" }
  ],

  "sidebar": {
    "title": "About",
    "description": "The Department is one of the earliest CS Departments started in Indian Universities. Back in 1980, when computer science was little known and the word IT didn't exist, a one-year programme was started towards the B.Sc. (Applied) degree in Computer Science. The M.C.A. programme was launched in 1983, the M.Tech. degree programme in 1985, and the one year B.Sc. (Applied) programme was upgraded to a two year M.Sc. in Computer Science in 1986.",
    "archives": [
      {
        "title": "Advertisement: Assistant Professor (Contractual July 2021)",
        "url": "#"
      },
      { "title": "MSc Entrance Exam Syllabus 2021", "url": "#" }
    ],
    "social": [
      { "name": "GitHub", "icon": "GitHubIcon" },
      { "name": "Twitter", "icon": "TwitterIcon" },
      { "name": "Facebook", "icon": "FacebookIcon" }
    ]
  },

  "Footer": {
    "title": "Project is completely open-source!",
    "description": "Made by Tushar & Prasad"
  },

  "mainFeaturedPost": {
    "title": "Department of Computer Science",
    "description": "Multiple lines of text that form the lede, informing new readers quickly and efficiently about what's most interesting in this post's contents.",
    "image": "https://source.unsplash.com/random",
    "imageText": "main image description",
    "linkText": "Continue reading…"
  },
  "main": {
    "title": "Welcome to Department of Computer Science",
    "post": "The Department is one of the earliest CS Departments started in Indian Universities. Back in 1980, when computer science was little known and the word IT didn't exist, a one-year programme was started towards the B.Sc. (Applied) degree in Computer Science. The M.C.A. programme was launched in 1983, the M.Tech. degree programme in 1985, and the one year B.Sc. (Applied) programme was upgraded to a two year M.Sc. in Computer Science in 1986."
  },
  "about": {
    "title": "About PUCSD",
    "post": " The Pune University, Computer Science Department(PUCSD) University of Pune is a teaching department that aims at providing quality education in Computer Science. As with any education institution, students give the department a dynamic character and an active culture towards Computer Science, guided by their faculty. Apart from teaching postgraduate level Computer Science, the faculty is also involved in research, consultancy and development programs. The support structure of the department provides all the required non-academic support to the students and the faculty.Details of most of our activities can be found on this site. PUCSD takes care to ensure that the basic scientific principles of Computer Science are presented to the student and actively tries to point out the differences between the Computation as a science and software. Our mission statement elucidates this point further. Another characteristic academic experience at PUCSD for the student is the almost lack of any divide between Computer Science theory and practice. We try our best to maintain a 24x7 availability of our resources. "
  },
  "academics": {
    "title1": "MCA - 3 years",
    "post1": "The MCA degree primarily aims at training for professional practice in the industry. The programme is designed so that the graduate can adapt to any specific need with ease. The duration of the study is six semesters, which is normally completed in three years. ",
    "syllabi1": "#",
    "title2": "MSc - 2 years",
    "post2": " The MSc degree prepares the student for higher studies in Computer Science. The duration of the study is four semesters, which is normally completed in two years. An year long project provides an opportunity to apply the principles to a significant problem.    ",
    "syllabi2": "#",
    "title3": "MTech - 2 years",
    "post3": " The MTech degree is a first level degree in Computer Science for graduates in any engineering discipline except Computer Science. This programme also primarily aims at training for professional practice in the industry. The programme is designed so that the graduate can adapt to any specific need with ease. The duration of the study is four semesters, which is normally completed in two years. An year long project provides an opportunity to apply the principles to a significant problem.    ",
    "syllabi3": "#"
  },
  "cells": {
    "title1": "Anti-Ragging Cell",
    "post1": " For Queries please mail to dm@unipune.ac.in ",
    "title2": "Alumini Cell",
    "post2": "The strong sense of belonging our alumni have to the Department is one of its greatest assets. Started in 1994, the Alumni Cell, called 'Panini', aims at strengthening the links between the Department and its alumni. 'Panini' is now a registered organization. It is managed by an executive body consisting of current and ex-students. It publishes a yearly newsletter informing the alumni about the activities in the Department. It also organizes an annual Alumni meet in December.",
    "title3": "Placement cell",
    "post3": "The Placement Cell comprises of a group of student volunteers, unlike in many other campuses. It coordinates the placement activity in the campus for students in the final year of their programme of study. It designs and publishes a Placement Brochure , initiates dialogues with companies in various cities, and organizes interviews on campus for the convenience of students. It is also responsible for Industrial Training placements for MCA students in the 5th semester. It also has a list of companies where our alumni have been placed. ",
    "title4": "Facilitation Group",
    "post4": "The Computer Science Facilitation Group (CSFG) aims at making the Department a home away from home for all the students, most of whom are from outside Pune. CSFG acts as the students' representative in interactions with the faculty and the Office. One important responsibility of CSFG is to help new students find accomodation. "
  },
  "admissions": {
    "title": "Admissions",
    "post": " This Entrance Examination is specifically conducted for the admission to the full time courses conducted at the Department of Computer Science, University of Pune."
  },
  "contact": {
    "title": "Contact - Admission",
    "post": "Phone No : +91-20-2569 6361 Email : pucsdapproc@gmail.com",
    "title2": "Contact - Administration",
    "post2": " Office Hours : 10:00 AM to 6:00 PM Phone No. : +91-20-2569 6361 Email : hodcs@unipune.ac.in",
    "title3": "Contact - Faculty",
    "post3": " Prasad P. Bhalerao Assistant Professor (M.Sc) Email : BhaleraoP@unipune.ac.in"
  }
}
